export const updateQuestions = {
  id: 'update',
  title: 'שיחת עדכון צרכים שוטף',
  description: 'מטרת שיחה זו היא לוודא שהמדיניות וההמלצות להשקעה עדיין רלוונטיות ללקוח.',
  questions: [
    {
      id: 'update-1',
      text: 'האם חל שינוי מהותי בצרכיך ו/או במצבך הכספי?',
      keywords: ['שינוי', 'מהותי', 'צרכים', 'מצב', 'כספי']
    },
    {
      id: 'update-2',
      text: 'האם חל שינוי במקום העבודה?',
      keywords: ['עבודה', 'שינוי', 'פנסיה', 'תעסוקה']
    },
    {
      id: 'update-3',
      text: 'האם חל שינוי ברווח/הפסד של סכום משמעותי?',
      keywords: ['רווח', 'הפסד', 'סכום', 'משמעותי', 'כסף']
    }
  ]
};